[
  "obsidian-style-settings",
  "cmdr",
  "mysnippets-plugin",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin",
  "keyboard-analyzer",
  "settings-search",
  "obsidian-hover-editor",
  "editing-toolbar",
  "easy-typing-obsidian",
  "codeblock-customizer",
  "obsidian-outliner",
  "table-editor-obsidian",
  "obsidian-plantuml",
  "oz-clear-unused-images",
  "tray",
  "obsidian-emoji-toolbar",
  "obsidian-kanban",
  "obsidian-image-toolkit",
  "tag-wrangler",
  "quickadd",
  "templater-obsidian",
  "hide-folders",
  "file-order",
  "improved-random-note",
  "remotely-save",
  "obsidian-projects",
  "file-explorer-note-count",
  "advanced-canvas",
  "better-export-pdf",
  "colored-tags",
  "calendar",
  "obsidian-tasks-plugin",
  "obsidian-reminder-plugin",
  "obsidian-image-auto-upload-plugin",
  "obsidian-auto-link-title",
  "highlightr-plugin",
  "dataview",
  "obsidian-git",
  "obsidian-minimal-settings",
  "pdf-plus",
  "obsidian-linter",
  "obsidian-text-format",
  "cloze"
]