[
  "obsidian-style-settings",
  "cmdr",
  "mysnippets-plugin",
  "obsidian-icon-folder",
  "obsidian-excalidraw-plugin",
  "keyboard-analyzer",
  "settings-search",
  "obsidian-hover-editor",
  "editing-toolbar",
  "easy-typing-obsidian",
  "codeblock-customizer",
  "obsidian-outliner",
  "table-editor-obsidian",
  "obsidian-plantuml",
  "oz-clear-unused-images",
  "tray",
  "obsidian-linter",
  "obsidian-emoji-toolbar",
  "obsidian-git",
  "obsidian-kanban",
  "obsidian-image-toolkit",
  "tag-wrangler",
  "quickadd",
  "templater-obsidian",
  "media-extended",
  "hide-folders",
  "file-order",
  "improved-random-note",
  "remotely-save"
]